[
  {
    "id": 0,
    "title": "Legend of Zelda: Ocarina of Time",
    "description": "Even though I'm only 12, I can still say that this game is indeed, the best video game ever! The game is very long, so you like never get bored of it. Plus, it's got many cleverly thought out puzzles that are fun to solve, ^^ lastly, the atmosphere is amazing! Very, very well made game!"
  },
  {
    "id": 1,
    "title": "Super Smash Bros. Brawl",
    "description": "One of the only games left in the world (excluding Mario Kart) where you can go around to your mates for some good, fun gaming."
  },
  {
    "id": 2,
    "title": "The Elder Scrolls V: Skyrim",
    "description": "Laugh out loud its not even out yet but I know that this game will obliterate any other video game so that's why I'm casting my vote now because this game will be the best and there is no doubt in my mind that it will be amazing. No matter what anyone says"
  },
  {
    "id": 3,
    "title": "Grand Theft Auto San Andreas",
    "description": "You'd have to be mad not to love this game, in San Best Grand Theft Auto and in my opinion, best game of all time."
  },
  {
    "id": 4,
    "title": "Minecraft",
    "description": "Minecraft inspires creativity. Minecraft has EVERYTHING. It has rpg elements, it has fighting, it has the undead, it has building, it has farming, it has exploration, it has survival, it has horror, and most importantly, it has an amazing online multiplayer mode. One thing I personally love about it is the retro graphics. This game is easy to get, and it's easy to pick up and play. This game is simply perfect."
  },
  {
    "id": 5,
    "title": "Super Mario 64",
    "description": "This game is a classic! No one can forget this game. The stars, the levels, the Bowser bosses. This game is awesome! This is my favorite game and it always will be!"
  },
  {
    "id": 6,
    "title": "Red Dead Redemption",
    "description": "By far the most fun I've had in a video game. Other than MW2 and Skyrim Nothing comes close."
  },
  {
    "id": 7,
    "title": "Halo 3",
    "description": "I have more great memories playing this game, with and without friends, single player or multiplayer, than any other game I've ever played. The only con I can think of was that fact that the story was a bit... Rushed, but that's only because Microsoft forced Halo 2 out of the gates before the campaign was done, so they had to cram it all into 3. Amazing game overall."
  },
  {
    "id": 8,
    "title": "Half Life 2",
    "description": "Why is tomb raider in first place? It only has a girl with huge boobs."
  },
  {
    "id": 9,
    "title": "Grand Theft Auto V",
    "description": "This game is awesome everything about it! I don't know where to start so I won't! I love this game."
  }
]
